Revit 2027 API
ParameterTypeId.OvalFramingHeight Property
 "Oval Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OvalFramingHeight { get; }
Public Shared ReadOnly Property OvalFramingHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OvalFramingHeight {
	ForgeTypeId^ get ();
}
static member OvalFramingHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace